const questions = [
  {
    question: "Πού βρίσκεται ο Λευκός Πύργος;",
    options: ["Αθήνα", "Θεσσαλονίκη", "Πάτρα", "Κέρκυρα"],
    correctAnswer: "Θεσσαλονίκη",
  },
  {
    question: "Πρωτεύουσα της Ελλάδας;",
    options: ["Αθήνα", "Σπάρτη", "Λάρισα", "Χίος"],
    correctAnswer: "Αθήνα",
  },
  {
    question: "Ποιο νησί έχει το Ναυάγιο;",
    options: ["Κέρκυρα", "Ζάκυνθος", "Ρόδος", "Σύρος"],
    correctAnswer: "Ζάκυνθος",
  },
  {
    question: "Ποιο νησί είναι το μεγαλύτερο;",
    options: ["Κως", "Χίος", "Κρήτη", "Λήμνος"],
    correctAnswer: "Κρήτη",
  },
  {
    question: "Πού είναι η Ακρόπολη;",
    options: ["Αθήνα", "Ρόδος", "Πάτρα", "Βόλος"],
    correctAnswer: "Αθήνα",
  },
  {
    question: "Ποια πόλη λέγεται και Νύμφη του Θερμαϊκού;",
    options: ["Ξάνθη", "Σέρρες", "Θεσσαλονίκη", "Κοζάνη"],
    correctAnswer: "Θεσσαλονίκη",
  },
  {
    question: "Ποια είναι η τρίτη μεγαλύτερη πόλη;",
    options: ["Πάτρα", "Λάρισα", "Ηράκλειο", "Βόλος"],
    correctAnswer: "Πάτρα",
  },
  {
    question: "Σε ποιο νησί είναι η Οία;",
    options: ["Κάλυμνος", "Σαντορίνη", "Χίος", "Νάξος"],
    correctAnswer: "Σαντορίνη",
  },
  {
    question: "Πού βρίσκονται τα Μετέωρα;",
    options: ["Καρδίτσα", "Τρίκαλα", "Λάρισα", "Γρεβενά"],
    correctAnswer: "Τρίκαλα",
  },
  {
    question: "Ποια πόλη είναι κοντά στην Πνύκα;",
    options: ["Θήβα", "Αθήνα", "Κόρινθος", "Δράμα"],
    correctAnswer: "Αθήνα",
  },
  {
    question: "Ποιο νησί είναι η Σύμη κοντά;",
    options: ["Ρόδος", "Λέσβος", "Κρήτη", "Χίος"],
    correctAnswer: "Ρόδος",
  },
  {
    question: "Ποια λίμνη είναι στη Φλώρινα;",
    options: ["Βεγορίτιδα", "Κερκίνη", "Πλαστήρα", "Τριχωνίδα"],
    correctAnswer: "Βεγορίτιδα",
  },
  {
    question: "Πού βρίσκεται ο Παρθενώνας;",
    options: ["Αθήνα", "Σπάρτη", "Πάτρα", "Ρόδος"],
    correctAnswer: "Αθήνα",
  },
  {
    question: "Ποιο νησί έχει τον Μύρτο;",
    options: ["Λήμνος", "Κεφαλονιά", "Άνδρος", "Χίος"],
    correctAnswer: "Κεφαλονιά",
  },
  {
    question: "Ποιο είναι το νησί των ανέμων;",
    options: ["Ίος", "Μύκονος", "Νάξος", "Τήνος"],
    correctAnswer: "Μύκονος",
  },
  {
    question: "Ποια πόλη έχει τον Λυκαβηττό;",
    options: ["Βόλος", "Αθήνα", "Λάρισα", "Κόρινθος"],
    correctAnswer: "Αθήνα",
  },
  {
    question: "Πού είναι η Κνωσός;",
    options: ["Ρόδος", "Κέρκυρα", "Κρήτη", "Κως"],
    correctAnswer: "Κρήτη",
  },
  {
    question: "Τι πετάμε την Καθαρά Δευτέρα;",
    options: ["Χαρταετό", "Μπαλόνι", "Κούκλα", "Σημαία"],
    correctAnswer: "Χαρταετό",
  },
  {
    question: "Πότε γιορτάζουμε το 'Όχι';",
    options: ["25 Μαρτίου", "28 Οκτωβρίου", "17 Νοεμβρίου", "1 Ιανουαρίου"],
    correctAnswer: "28 Οκτωβρίου",
  },
  {
    question: "Τι σουβλίζουμε το Πάσχα;",
    options: ["Κατσίκι", "Γουρούνι", "Αρνί", "Μοσχάρι"],
    correctAnswer: "Αρνί",
  },
  {
    question: "Τι βάφουμε το Πάσχα;",
    options: ["Αυγά", "Ρούχα", "Σπίτια", "Λουλούδια"],
    correctAnswer: "Αυγά",
  },
  {
    question: "Τι είναι η φουστανέλα;",
    options: ["Ρούχο", "Φαγητό", "Χορός", "Όπλο"],
    correctAnswer: "Ρούχο",
  },
  {
    question: "Τι ήταν ο Δίας;",
    options: ["Θεός", "Ήρωας", "Βασιλιάς", "Στρατηγός"],
    correctAnswer: "Θεός",
  },
  {
    question: "Τι κρατά ο Ποσειδώνας;",
    options: ["Τρίαινα", "Ασπίδα", "Σπαθί", "Λύρα"],
    correctAnswer: "Τρίαινα",
  },
  {
    question: "Ποια θεά είχε κουκουβάγια;",
    options: ["Άρτεμις", "Αθηνά", "Ήρα", "Αφροδίτη"],
    correctAnswer: "Αθηνά",
  },
  {
    question: "Τι ήταν ο Ηρακλής;",
    options: ["Ήρωας", "Θεός", "Βασιλιάς", "Μάγος"],
    correctAnswer: "Ήρωας",
  },
  {
    question: "Πόσοι ήταν οι άθλοι του Ηρακλή;",
    options: ["7", "10", "12", "15"],
    correctAnswer: "12",
  },
  {
    question: "Ποιος θεός ήταν του πολέμου;",
    options: ["Άρης", "Δίας", "Ερμής", "Ποσειδώνας"],
    correctAnswer: "Άρης",
  },
  {
    question: "Ποια θεά ήταν της ομορφιάς;",
    options: ["Ήρα", "Αθηνά", "Άρτεμις", "Αφροδίτη"],
    correctAnswer: "Αφροδίτη",
  },
  {
    question: "Πότε είναι το Καρναβάλι;",
    options: ["Φεβρουάριος", "Αύγουστος", "Μάιος", "Οκτώβριος"],
    correctAnswer: "Φεβρουάριος",
  },
  {
    question: "Πού είναι το γνωστό Καρναβάλι;",
    options: ["Πάτρα", "Σάμος", "Λάρισα", "Σπάρτη"],
    correctAnswer: "Πάτρα",
  },
  {
    question: "Ποιος είναι ο πιο γνωστός χορός;",
    options: ["Συρτάκι", "Μπάλος", "Καλαματιανός", "Ζωναράδικος"],
    correctAnswer: "Συρτάκι",
  },
  {
    question: "Τι σπάμε στις γιορτές;",
    options: ["Πιάτα", "Ποτήρια", "Καρέκλες", "Ρολόγια"],
    correctAnswer: "Πιάτα",
  },
  {
    question: "Τι ρίχνουμε την Πρωτοχρονιά;",
    options: ["Νερό", "Ρόδι", "Αλάτι", "Ζάχαρη"],
    correctAnswer: "Ρόδι",
  },
  {
    question: "Πότε είναι τα Θεοφάνεια;",
    options: ["6 Ιανουαρίου", "25 Μαρτίου", "1 Μαΐου", "20 Ιουλίου"],
    correctAnswer: "6 Ιανουαρίου",
  },
  {
    question: "Τι ρίχνει ο παπάς στα Θεοφάνεια;",
    options: ["Νερό", "Σταυρό", "Λουλούδι", "Ρόδι"],
    correctAnswer: "Σταυρό",
  },
  {
    question: "Ποιο είναι το εθνικό μας άθλημα;",
    options: ["Μπάσκετ", "Πόλο", "Ποδόσφαιρο", "Βόλεϊ"],
    correctAnswer: "Ποδόσφαιρο",
  },
  {
    question: "Πού έγιναν οι πρώτοι Ολυμπιακοί;",
    options: ["Αθήνα", "Ολυμπία", "Δελφοί", "Σπάρτη"],
    correctAnswer: "Ολυμπία",
  },
  {
    question: "Ποιο παιχνίδι είναι ελληνικό;",
    options: ["Τάβλι", "Σκάκι", "Ντόμινο", "Πούλια"],
    correctAnswer: "Τάβλι",
  },
  {
    question: "Τι τρώμε την Καθαρά Δευτέρα;",
    options: ["Λαγάνα", "Ψωμί", "Μακαρόνια", "Κρέας"],
    correctAnswer: "Λαγάνα",
  },
  {
    question: "Τι φαγητό έχει η Τσικνοπέμπτη;",
    options: ["Κρέας", "Ψάρι", "Φρούτα", "Ζυμαρικά"],
    correctAnswer: "Κρέας",
  },
  {
    question: "Πού είναι ο Ολύμπιος Δίας;",
    options: ["Αθήνα", "Ολυμπία", "Δελφοί", "Θεσ/νίκη"],
    correctAnswer: "Ολυμπία",
  },
  {
    question: "Τι κόβουμε την Πρωτοχρονιά;",
    options: ["Βασιλόπιτα", "Πίτα", "Ψωμί", "Κέικ"],
    correctAnswer: "Βασιλόπιτα",
  },
  {
    question: "Τι βρίσκουμε στην βασιλόπιτα;",
    options: ["Φλουρί", "Νόμισμα", "Ρόδι", "Χαρτί"],
    correctAnswer: "Φλουρί",
  },
  {
    question: "Ποιο είναι χειμερινό άθλημα;",
    options: ["Σκι", "Κωπηλασία", "Πόλο", "Μπάσκετ"],
    correctAnswer: "Σκι",
  },
  {
    question: "Πού ανάβει η Ολυμπιακή φλόγα;",
    options: ["Ολυμπία", "Αθήνα", "Θήβα", "Δελφοί"],
    correctAnswer: "Ολυμπία",
  },
  {
    question: "Τι τραγουδάμε τα Χριστούγεννα;",
    options: ["Κάλαντα", "Ύμνους", "Ρεμπέτικα", "Μαντινάδες"],
    correctAnswer: "Κάλαντα",
  },
  {
    question: "Ποιο είναι το έθιμο της Πρωτοχρονιάς;",
    options: ["Καλαμαράκια", "Δώρα", "Βασιλόπιτα", "Χαρταετός"],
    correctAnswer: "Βασιλόπιτα",
  },
  {
    question: "Ποιο είναι το εθνικό ποτό της Ελλάδας;",
    options: ["Ούζο", "Τσίπουρο", "Ρακόμελο", "Μαστίχα"],
    correctAnswer: "Ούζο",
  },
  {
    question: "Ποιος ήταν ο θεός του πολέμου;",
    options: ["Δίας", "Άρης", "Ποσειδώνας", "Ήφαιστος"],
    correctAnswer: "Άρης",
  },
  {
    question: "Ποιο νησί είναι γνωστό για το κρασί του;",
    options: ["Άνδρος", "Σάμος", "Σύρος", "Κάλυμνος"],
    correctAnswer: "Σάμος",
  },
  {
    question: "Ποιο είναι το εθνικό μας φαγητό;",
    options: ["Γύρος", "Μουσακάς", "Παστίτσιο", "Σουβλάκι"],
    correctAnswer: "Σουβλάκι",
  },
  {
    question: "Ποια είναι η εθνική μας ενδυμασία;",
    options: ["Σαρίκι", "Φουστανέλα", "Ζωνάρι", "Κιμονό"],
    correctAnswer: "Φουστανέλα",
  },
  {
    question: "Ποια γιορτή είναι στις 25 Μαρτίου;",
    options: ["Πρωτοχρονιά", "Επανάσταση", "Χριστούγεννα", "Θεοφάνεια"],
    correctAnswer: "Επανάσταση",
  },
  {
    question: "Ποιο άθλημα παίζεται με μπάλα και δίχτυ;",
    options: ["Καράτε", "Πινγκ πονγκ", "Βόλεϊ", "Τοξοβολία"],
    correctAnswer: "Βόλεϊ",
  },
  {
    question: "Ποια πόλη είναι κοντά στους Δελφούς;",
    options: ["Ιτέα", "Χαλκίδα", "Λαμία", "Αράχωβα"],
    correctAnswer: "Αράχωβα",
  },
  {
    question: "Πού γίνονται οι Γιορτές Παλιάς Πόλης;",
    options: ["Ξάνθη", "Δράμα", "Καβάλα", "Σέρρες"],
    correctAnswer: "Ξάνθη",
  },
  {
    question: "Ποιος ήταν ο θεός της θάλασσας;",
    options: ["Άρης", "Απόλλων", "Ποσειδώνας", "Διόνυσος"],
    correctAnswer: "Ποσειδώνας",
  },
  {
    question: "Πού βρίσκεται το φαράγγι της Σαμαριάς;",
    options: ["Εύβοια", "Κρήτη", "Ρόδος", "Ήπειρος"],
    correctAnswer: "Κρήτη",
  },
  {
    question: "Ποιο είναι παραδοσιακό μουσικό όργανο;",
    options: ["Πιάνο", "Βιολί", "Μπουζούκι", "Σαξόφωνο"],
    correctAnswer: "Μπουζούκι",
  },
  {
    question: "Ποια ομάδα φοράει πράσινα;",
    options: ["ΠΑΟΚ", "Παναθηναϊκός", "Ολυμπιακός", "Άρης"],
    correctAnswer: "Παναθηναϊκός",
  },
  {
    question: "Ποια είναι η σημαία της Ελλάδας;",
    options: ["Μπλε-άσπρη", "Κόκκινη", "Μαύρη", "Πράσινη"],
    correctAnswer: "Μπλε-άσπρη",
  },
  {
    question: "Ποια πόλη λέγεται και η Νύφη του Βορρά;",
    options: ["Αθήνα", "Θεσσαλονίκη", "Λάρισα", "Καβάλα"],
    correctAnswer: "Θεσσαλονίκη",
  },
  {
    question: "Ποιος ήταν ο πατέρας των θεών;",
    options: ["Άρης", "Ερμής", "Δίας", "Ποσειδώνας"],
    correctAnswer: "Δίας",
  },
  {
    question: "Ποιο φεστιβάλ γίνεται στην Επίδαυρο;",
    options: ["Θεάτρου", "Κινηματογράφου", "Χορού", "Μόδας"],
    correctAnswer: "Θεάτρου",
  },
  {
    question: "Ποιο είναι το παραδοσιακό γλυκό του Πάσχα;",
    options: ["Μελομακάρονα", "Κουλούρια", "Τσουρέκι", "Κέικ"],
    correctAnswer: "Τσουρέκι",
  },
  {
    question: "Ποιος είναι ο πατέρας της Ιατρικής;",
    options: ["Σωκράτης", "Πλάτων", "Ιπποκράτης", "Αριστοτέλης"],
    correctAnswer: "Ιπποκράτης",
  },
  {
    question: "Eλληνική παραδοσιακή μουσική εκδήλωση;",
    options: ["Καραγκιόζης", "Συναυλία", "Μουσικοχορευτική βραδιά", "Πανηγύρι"],
    correctAnswer: "Πανηγύρι",
  },
  {
    question: "Kύριο συστατικό της ελληνικής φέτας;",
    options: ["Γάλα αγελάδας", "Γάλα κατσίκας", "Γάλα προβάτου", "Γάλα γαϊδάρου"],
    correctAnswer: "Γάλα προβάτου",
  },
  {
    question: "Ποιο είναι το πιο δημοφιλές καλοκαιρινό φρούτο;",
    options: ["Μήλο", "Καρπούζι", "Ροδάκινο", "Σταφύλι"],
    correctAnswer: "Καρπούζι",
  },
  {
    question: "Ποιος είναι ο πιο διάσημος Έλληνας ποιητής;",
    options: ["Σοφοκλής", "Ησίοδος", "Οδυσσέας Ελύτης", "Πίνδαρος"],
    correctAnswer: "Οδυσσέας Ελύτης",
  },
  {
    question: "Σημαντικότερη γιορτή της Ορθοδοξίας;",
    options: ["Χριστούγεννα", "Πάσχα", "Κοίμηση Θεοτόκου", "Αγία Τριάδα"],
    correctAnswer: "Πάσχα",
  },
  {
    question: "Πρώτος πρόεδρος της Ελληνικής Δημοκρατίας;",
    options: ["Κωνσταντίνος Καραμανλής", "Γεώργιος Παπανδρέου", "Περικλής", "Αλέξανδρος Παπαναστασίου"],
    correctAnswer: "Περικλής",
  },
  {
    question: "Ποιος είναι ο αρχαιότερος ελληνικός ναός;",
    options: ["Παρθενώνας", "Ναός της Ήρας", "Ναός του Απόλλωνα", "Ναός της Αθηνάς"],
    correctAnswer: "Παρθενώνας",
  },
  {
    question: "Ποιο είναι το επίσημο νόμισμα της Ελλάδας;",
    options: ["Δολάριο", "Λίρα", "Ευρώ", "Δραχμή"],
    correctAnswer:"Ευρώ",
  },
];

export default questions;
