const questions4 =  [
    { 
        id: 16,
        question: "Πως ονομάζεται η ψηλότερη κορυφή του Ολύμπου;",
        options:[
            {
                id:"0",
                answer:"Στεφάνι",
            },
            {
                id:"1",
                answer:"Μύτικας",
            },
            {
                id:"2",
                answer:"Κίσσαβος",
            },
            {
                id:"3",
                answer:"Σκολιό",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/generalQuestions/peak.jpg'),
        result1: 'Ο Μύτικας είναι η ψηλότερη κορυφή της Ελλάδας. Γνωστή και ως «Πάνθεον», έχει υψόμετρο 2.919μ.',
        result2: 'Το Στεφάνι, γνωστό και ως «ο Θρόνος του Δία», έχει υψόμετρο 2.909μ. ',
        result3: 'Το Σκολιό είναι δεύτερη σε ύψος κορυφή στα 2.912μ. ',
        result4: 'Ο Κίσσαβος, γνωστός και με το όνομα Όσσα, βρίσκεται βορειοανατολικά του νομού Λάρισας απέναντι από τον Όλυμπο, με υψόμετρο στα 1.978μ.',
    },
    {
        id: 17,
        question: "Ποιο νησί αποκαλείται το νησί των Φαιάκων;",
        options:[
            {
                id:"0",
                answer:"Κεφαλλονιά",
            },
            {
                id:"1",
                answer:"Λευκάδα",
            },
            {
                id:"2",
                answer:"Κέρκυρα",
            },
            {
                id:"3",
                answer:"Ζάκυνθος",
            },
        ],
        correctAnswerIndex: 2,
        img: require('../../assets/generalQuestions/corfu.jpg'),
        result1: 'Στην ελληνική μυθολογία οι Φαίακες ήταν ένας λαός γνωστός (ιδιαίτερα από τον Όμηρο) για τη ναυτοσύνη του. Οι Φαίακες ήταν οι αγαπημένοι των θεών και φίλοι των ανθρώπων. Αναφέρεται ότι αρχικώς κατοικούσαν στην απομακρυσμένη Υπέρεια, στα πέρατα του κόσμου. Μια εποχή που βασιλιάς τους ήταν ο Ναυσίθοος, οι Φαίακες εκδιώχθηκαν από την Υπέρεια από τους Κύκλωπες και μετοίκησαν σε ένα νησί, τη Σχερία, που αποκλήθηκε από αυτούς και «Νήσος των Φαιάκων», το οποίο ο Θουκυδίδης επιβεβαιώνει ότι πρόκειται για τη σημερινή Κέρκυρα.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 18,
        question: "Ποιος είναι ο μεγαλύτερος ποταμός της Ελλάδας;",
        options:[
            {
                id:"0",
                answer:"Αλιάκμονας",
            },
            {
                id:"1",
                answer:"Στρυμόνας",
            },
            {
                id:"2",
                answer:"Αχελώος",
            },
            {
                id:"3",
                answer:"Πηνειός",
            },
        ],
        correctAnswerIndex: 0,
        img: require('../../assets/generalQuestions/river.jpg'),
        result1: 'Ο Αλιάκμονας έχει μήκος 297χλμ. ',
        result2: 'Ο Αχελώος έχει μήκος 220χλμ.',
        result3: 'Ο Πηνειός έχει μήκος 205χλμ.',
        result4: 'Ο Στρυμόνας έχει μήκος 118χλμ.',
    },
    {
        id: 19,
        question: "Που βρίσκεται η λίμνη Βεγορίτιδα;",
        options:[
            {
                id:"0",
                answer:"Θράκη",
            },
            {
                id:"1",
                answer:"Ήπειρος",
            },
            {
                id:"2",
                answer:"Μακεδονία",
            },
            {
                id:"3",
                answer:"Θεσσαλία",
            },
        ],
        correctAnswerIndex: 2,
        img: require('../../assets/MorePhotos/lake2.jpg'),
        result1: 'Η λίμνη Βεγορίτιδα είναι λίμνη της Μακεδονίας, και η τρίτη μεγαλύτερη λίμνη σε έκταση της Ελλάδας. ',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 20,
        question: "Πόσα τριεθνή σημεία έχει η Ελλάδα;",
        options:[
            {
                id:"0",
                answer:"1",
            },
            {
                id:"1",
                answer:"2",
            },
            {
                id:"2",
                answer:"3",
            },
            {
                id:"3",
                answer:"4",
            },
        ],
        correctAnswerIndex: 2,
        img: require('../../assets/generalQuestions/greece.jpg'),
        result1: 'Η Ελλάδα έχει 3 τριεθνή σημεία:',
        result2: '• Το «τριεθνές Έβρου», στα σύνορα της Ελλάδας, της Βουλγαρίας και της Τουρκίας. ',
        result3: '• Το «τριεθνές Μπέλλες», στα σύνορα Ελλάδας, της Βουλγαρίας και της Βόρειας Μακεδονίας. ',
        result4: '• Το «τριεθνές Μεγάλης Πρέσπας», στα σύνορα Ελλάδας, της Αλβανίας και της Βόρειας Μακεδονίας.'
    }
]
export default questions4

