const questions5 =  [
    {
        id: 21,
        question: "Σε ποιο νομό βρίσκονται τα Μετέωρα;",
        options:[
            {
                id:"0",
                answer:"Ν.Ιωαννίνων",
            },
            {
                id:"1",
                answer:"Ν.Τρικάλων",
            },
            {
                id:"2",
                answer:"Ν.Καρδίτσας",
            },
            {
                id:"3",
                answer:"Ν.Γρεβενών",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/meteora.jpg'),
        result1: 'Τα Μετέωρα είναι ένα σύμπλεγμα από σκοτεινόχρωμους βράχους από ψαμμίτη οι οποίοι υψώνονται έξω από την Καλαμπάκα στη Θεσσαλία. Τα μοναστήρια των Μετεώρων, που είναι χτισμένα στις κορυφές κάποιων από τους βράχους, είναι σήμερα το δεύτερο σημαντικότερο μοναστικό συγκρότημα στην Ελλάδα, ύστερα από το Άγιο Όρος.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 22,
        question: "Σε ποιο νομό βρίσκεται το Μαντείο των Δελφών;",
        options:[
            {
                id:"0",
                answer:"Ν.Ευρυτανίας",
            },
            {
                id:"1",
                answer:"Ν.Βοιωτίας",
            },
            {
                id:"2",
                answer:"Ν.Φθιώτιδας",
            },
            {
                id:"3",
                answer:"Ν.Φωκίδας",
            },
        ],
        correctAnswerIndex: 3,
        img: require('../../assets/generalQuestions/delphi.jpg'),
        result1: 'Οι Δελφοί ήταν το σημαντικότερο μαντείο του αρχαιοελληνικού κόσμου. Εκεί έσπευδαν βασιλιάδες και νομοθέτες για να πάρουν χρησμό για τις κινήσεις τους, καθώς και πολλοί ακόμα λαοί της Ανατολικής Μεσογείου (Λύδοι, Φρύγες, Αιγύπτιοι κ.λπ.) για να ακούσουν τη γνώμη των θεών για τα ανθρώπινα καμώματά τους.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 23,
        question: "Που βρίσκεται το λιμνοσπήλαιο Μελισσάνης;",
        options:[
            {
                id:"0",
                answer:"Κέρκυρα",
            },
            {
                id:"1",
                answer:"Κεφαλλονιά",
            },
            {
                id:"2",
                answer:"Λευκάδα",
            },
            {
                id:"3",
                answer:"Ζάκυνθος",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/generalQuestions/lakecave.jpg'),
        result1: 'Μοναδικό γεωλογικό φαινόμενο, το Λιμνοσπήλαιο της Μελισσάνης βρίσκεται σε απόσταση 2 χιλ. βορειοδυτικά της Σάμης, στην Κεφαλλονιά.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 24,
        question: "Σε ποιο νομό βρίσκεται η παραλία της Βοϊδοκοιλιάς;",
        options:[
            {
                id:"0",
                answer:"Ν.Πρέβεζα",
            },
            {
                id:"1",
                answer:"Ν.Χανίων",
            },
            {
                id:"2",
                answer:"Ν.Λευκάδα",
            },
            {
                id:"3",
                answer:"Ν.Μεσσηνίας",
            },
        ],
        correctAnswerIndex: 3,
        img: require('../../assets/generalQuestions/voidokilia.jpg'),
        result1: 'Η παραλία της Βοϊδοκοιλιάς βρίσκεται στην δυτική πλευρά της Μεσσηνίας λίγα χιλιόμετρα από την Πύλο.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 25,
        question: "Πως αλλιώς ονομάζεται το Καστελόριζο;",
        options:[
            {
                id:"0",
                answer:"Τέλενδος",
            },
            {
                id:"1",
                answer:"Γαύδος",
            },
            {
                id:"2",
                answer:"Ψέριμος",
            },
            {
                id:"3",
                answer:"Μεγίστη",
            },
        ],
        correctAnswerIndex: 3,
        img: require('../../assets/generalQuestions/kaste.jpg'),
        result1: 'Το Καστελλόριζο ή, επισήμως, η Μεγίστη είναι ελληνικό νησί των Δωδεκανήσων στο Λύκιο Πέλαγος στο γεωγραφικό διαμέρισμα των νησιών Αιγαίου. ',
        result2: "",
        result3: "",
        result4: "",
    },
]
export default questions5

