const questions1 =  [
    {
        id: 1,
        question: "Ποιo είναι το μεγαλύτερο νησί της Ελλάδας;",
        options:[
            {
                id:"0",
                answer:"Κέρκυρα",
            },
            {
                id:"1",
                answer:"Kρήτη",
            },
            {
                id:"2",
                answer:"Εύβοια",
            },
            {
                id:"3",
                answer:"Ρόδος",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/capitals/rethimno1.jpg'),
        result1: 'H έκταση της Κρήτης είναι 8.303 χλμ². ',
        result2: 'H έκταση της Εύβοιας είναι 3.670 χλμ². ',
        result3: 'H έκταση της Ρόδου είναι 1.401 χλμ². ',
        result4: 'H έκταση της Κέρκυρας είναι 585,3 χλμ². ',
    },
    {
        id: 2,
        question: "Ποιο είναι το μεγαλύτερο από τα παρακάτω νησιά;",
        options:[
            {
                id:"0",
                answer:"Σάμος",
            },
            {
                id:"1",
                answer:"Κεφαλοννιά",
            },
            {
                id:"2",
                answer:"Χίος",
            },
            {
                id:"3",
                answer:"Λήμνος",
            },
        ],
        correctAnswerIndex: 2,
        img: require('../../assets/generalQuestions/greece.jpg'),
        result1: 'H έκταση της Χίου είναι 842,3 χλμ². ',
        result2: "H έκταση της Κεφαλλονιάς είναι 786,6 χλμ².",
        result3: "H έκταση της Σάμου είναι 477,4 χλμ².",
        result4: "H έκταση της Λήμνου είναι 476 χλμ².",
    },
    {
        id: 3,
        question: "Που βρίσκεται το «Μονοπάτι του Ασκληπιού»;",
        options:[
            {
                id:"0",
                answer:"Λάρισα",
            },
            {
                id:"1",
                answer:"Γρεβενά",
            },
            {
                id:"2",
                answer:"Καρδίτσα",
            },
            {
                id:"3",
                answer:"Τρίκαλα",
            },
        ],
        correctAnswerIndex: 3,
        img: require('../../assets/generalQuestions/trail.jpg'),
        result1: 'Σύμφωνα με την παράδοση, ο Ασκληπιός συχνά ανηφόριζε προς τις πλαγιές του ξακουστού βουνού Κόζιακα (Κερκέτιο όρος 1.901 μ.υψόμετρο), τμήμα της νότιας Πίνδου που εκτείνεται από την Καλαμπάκα έως την Πύλη Τρικάλων, προκειμένου να μαζέψει αρωματικά και φαρμακευτικά βότανα για την παρασκευή φαρμάκων για την ίαση των ασθενών του.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 4,
        question: "Σε ποιο νομό βρίσκεται η Σαντορίνη;",
        options:[
            {
                id:"0",
                answer:"Ν.Δωδεκανήσου",
            },
            {
                id:"1",
                answer:"Ν.Κυκλάδων",
            },
            {
                id:"2",
                answer:"Ν.Θήρας",
            },
            {
                id:"3",
                answer:"Ν.Σύρου",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/generalQuestions/santorini.jpg'),
        result1: "Ο Νομός Κυκλάδων είναι ένας νησιωτικός νομός που περιλαμβάνει όλα τα νησιά του συμπλέγματος των Κυκλάδων. Πρωτεύουσα είναι η Ερμούπολη, η οποία βρίσκεται στο νησί της Σύρου. \nΆλλα νησιά των Κυκλάδων είναι η Άνδρος, η Κέα, η Νάξος, η Τήνος κλπ.",
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 5,
        question: "Που βρίσκεται το «Πέτρινο Δάσος»;",
        options:[
            {
                id:"0",
                answer:"Ν.Χανίων",
            },
            {
                id:"1",
                answer:"Ν.Πρέβεζας",
            },
            {
                id:"2",
                answer:"Ν.Ιωαννίνων",
            },
            {
                id:"3",
                answer:"Ν.Γρεβενών",
            },
        ],
        correctAnswerIndex: 2,
        img: require('../../assets/generalQuestions/stone.jpg'),
        result1: 'Το «Πέτρινο Δάσος» βρίσκεται στον Νομό Ιωαννίνων. Συγκεκριμένα στα Ζαγοροχώρια κοντά στο χωριό Μονοδένδρι.\nΠρόκειται για ασβεστολιθικούς, βραχώδεις σχηματισμούς που έχουν ηλικία από 160 έως 35 εκατομμύρια χρόνια. Η διάβρωση από τη βροχή και τον άνεμο έχει φέρει αυτό το αποτέλεσμα.',
        result2: "",
        result3: "",
        result4: "",
    }
]
export default questions1

