const questions2 =  [
    {
        id: 6,
        question: "Σε ποιο γεωγραφικό διαμέρισμα ανήκει η Πρέβεζα;",
        options:[
            {
                id:"0",
                answer:"Ήπειρος",
            },
            {
                id:"1",
                answer:"Θεσσαλία",
            },
            {
                id:"2",
                answer:"Μακεδονία",
            },
            {
                id:"3",
                answer:"Στερεά Ελλάδα",
            },
        ],
        correctAnswerIndex: 0,
        img: require('../../assets/generalQuestions/preveza.jpg'),
        result1: 'Τα γεωγραφικά διαμερίσματα της Ελλάδας είναι εννιά: ',
        result2: 'Θράκη, Μακεδονία, Θεσσαλία, Ήπειρος, Στερεά Ελλάδα, Πελοπόννησος, Κρήτη, Νησιά Αιγαίου και Νησιά Ιονίου. ',
        result3: '',
        result4: 'Η Πρέβεζα ανήκει στην Ήπειρο.',
    },
    {
        id: 7,
        question: "Ποιος από τους παρακάτω νομούς έχει μεγαλύτερο πληθυσμό;",
        options:[
            {
                id:"0",
                answer:"Ν.Μαγνησίας",
            },
            {
                id:"1",
                answer:"Ν.Αιτωλ/νίας",
            },
            {
                id:"2",
                answer:"Ν.Δωδεκανήσου",
            },
            {
                id:"3",
                answer:"Ν.Ηλείας",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/generalQuestions/population.png'),
        result1: 'Ο πληθυσμός του Ν.Αιτωλοακαρνανίας είναι περίπου 224.429 κάτοικοι.',
        result2: 'Ο πληθυσμός του Ν.Μαγνησίας είναι περίπου 206.995 κάτοικοι. ',
        result3: 'Ο πληθυσμός του Ν.Ηλείας είναι περίπου 193.288 κάτοικοι.',
        result4: 'Ο πληθυσμός του Ν.Δωδεκανήσου είναι περίπου 190.071.',
    },
    {
        id: 8,
        question: "Ποιο από τα παρακάτω νησιά ΔΕΝ ανήκει στις Κυκλάδες;",
        options:[
            {
                id:"0",
                answer:"Κάρπαθος",
            },
            {
                id:"1",
                answer:"Μήλος",
            },
            {
                id:"2",
                answer:"Νάξος",
            },
            {
                id:"3",
                answer:"Τήνος",
            },
        ],
        correctAnswerIndex: 0,
        img: require('../../assets/generalQuestions/cyclades.jpg'),
        result1: 'Η Κάρπαθος ανήκει στο Νομό Δωδεκανήσου. \nΗ Μήλος, η Νάξος και η Τήνος ανήκουν στο Νομό Κυκλάδων.',
        result2: "",
        result3: "",
        result4: "",
    },
    {
        id: 9,
        question: "Πως ονομάζεται η μεγαλύτερη λίμνη της Ελλάδας;",
        options:[
            {
                id:"0",
                answer:"Βόλβη",
            },
            {
                id:"1",
                answer:"Τριχωνίδα",
            },
            {
                id:"2",
                answer:"Βιστωνίδα",
            },
            {
                id:"3",
                answer:"Βεγορίτιδα",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/MorePhotos/lake2.jpg'),
        result1: 'Η λίμνη Τριχωνίδα βρίσκεται στον Νομό Αιτωλοακαρνανίας και έχει έκταση 96,510 στρέμματα.',
        result2: 'Η λίμνη Βόλβη βρίσκεται στον Νομό Θεσσαλονίκης και έχει έκταση 72,017 στρέμματα. ',
        result3: 'Η λίμνη Βιστωνίδα βρίσκεται στους Νομούς Ξάνθης και Ροδόπης, και έχει έκταση 54,000 στρέμματα.',
        result4: 'Η λίμνη Βεγορίτιδα βρίσκεται στον Νομό Φλώρινας και έχει έκταση 53,968 στρέμματα. ',
    },
    {
        id: 10,
        question: "Ποια είναι η μεγαλύτερη πόλη της Πελοποννήσου;",
        options:[
            {
                id:"0",
                answer:"Τρίπολη",
            },
            {
                id:"1",
                answer:"Καλαμάτα",
            },
            {
                id:"2",
                answer:"Κόρινθος",
            },
            {
                id:"3",
                answer:"Πύργος",
            },
        ],
        correctAnswerIndex: 1,
        img: require('../../assets/generalQuestions/greece.jpg'),
        result1: 'Η Καλαμάτα έχει πληθυσμό 54,100 κατοίκους. ',
        result2: 'Η Τρίπολη έχει πληθυσμό 30,866 κατοίκους. ',
        result3: 'Η Κόρινθος έχει πληθυσμό 30,176 κατοίκους. ',
        result4: 'Ο Πύργος έχει πληθυσμό 24,359 κατοίκους. ',
    }
]
export default questions2

